Repository: hacklab-fi/nakkisade
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi

source: Name
fi: Nimi

source: Description
fi: Kuvaus

source: Event organizer e-mail
fi: Järjestäjän sähköposti

source: Active
fi: Aktiivinen

source: Set to true to allow registration
fi: Ilmoittautuminen auki

source: Secret question
fi: Kysymys ilmoittautujille

source: Question to ask for registration
fi: Kysymys ilmoittautujille, jätä tyhjäksi jos ei tarvita.

source: Secret answer
fi: Vastaus kysymykseen

source: Answer to secret question
fi: Oikea vastaus kysymykseen

source: Public tasks
fi: Julkiset nakit

source: Show tasks in public views
fi: Näytetäänkö nakit julkisesti

source: Ask e-mail
fi: Kysy sähköpostiosoite

source: Ask email address in registration
fi: Kysytäänkö ilmoittautumisessa sähköpostiosoitetta

source: Ask phone
fi: Kysy puhelinnumero

source: Ask phone number in registration
fi: Kysytäänkö ilmoittautumisessa puhelinnumero

source: Event
fi: Tapahtuma

source: Events_
fi: Tapahtumat

source: Tag
fi: Ominaisuus

source: Tags_
fi: Ominaisuudet

source: Points
fi: Pisteet

source: Minimum assignees
fi: Nakitettavien määrä

source: Minimum number of assignees for the task
fi: Nakitettavien vähimmäismäärä

source: Required tags
fi: Vaaditut ominaisuudet

source: Tags required for task assignees
fi: Nakitettaville pakolliset ominaisuudet

source: Task
fi: Nakki

source: Tasks_
fi: Nakit

source: E-mail
fi: Sähköpostiosoite

source: Phone
fi: Puhelinnumero

source: Tags
fi: Ominaisuudet

source: Tags for this person
fi: Ilmoittautuneen ominaisuudet

source: Modification code
fi: Muokkauskoodi

source: Person
fi: Ilmoittautunut

source: Persons_
fi: Ilmoittautuneet

source: Assignment
fi: Nakitus

source: Assignments_
fi: Nakitusta

source: Your username and password didn't match. Please try again.
fi: Käyttäjätunnus tai salasana väärin. Yritä paremmin.

source: Please login to see this page.
fi: Kirjaudu sisään nähdäksesi tämän sivun.

source: Login
fi: Kirjaudu

source: All events
fi: Tapahtumat

source: Logged in as
fi: Kirjautuneena käyttäjänä

source: Log out
fi: Kirjaudu ulos

source: Manage events
fi: Hallinnoi tapahtumia

source: For admins:
fi: Ylläpitäjille:

source: log in
fi: Kirjaudu sisään

source: Assignees:
fi: Nakitetut:

source: points
fi: pistettä

source: Can't find people to complete task!
fi: Ei tarpeeksi osallistujia nakin tekemiseen!

source: Register
fi: Ilmoittaudu

source: Task list
fi: Nakkilista

source: Message all
fi: Lähetä viesti osallistujille

source: Welcome to Nakkisade event organizing
fi: Tervetuloa nakkisateeseen

source: Choose event
fi: Valitse tapahtuma

source: No events are available
fi: Ei tapahtumia avoinna

source: add them as admin
fi: lisää niitä ylläpitäjänä

source: Message all in
fi: Lähetä viesti kaikille jotka osallistuvat tapahtumaan

source: Subject
fi: Otsikko

source: Message
fi: Viesti

source: Send message
fi: Lähetä viesti

source: Register to
fi: Ilmoittaudu tapahtumaan

source: We'll never share your email with anyone else.
fi: Emme jakele sähköpostiosoitteita ulkopuolisille

source: Save changes
fi: Tallenna muutokset

source: Reassign tasks
fi: Nakita kaikki uudelleen

source: Assignee list
fi: Nakitetut

source: Registration successful, thanks!
fi: Ilmoittautuminen onnistui, kiitoksia!

source: Link to modify your registration:
fi: Tietojen muokkauslinkki:

source: Wrong answer to secret question!
fi: Väärä vastaus kysymykseen!

source: Registration to %(eventname)s
fi: Ilmoittautuminen tapahtumaan %(eventname)s

source: You have registered to this event via Nakkisade.
fi: Olet ilmoittautunut tapahtumaan Nakkisateen kautta.

source: Use this link to modify your information:
fi: Tietojen muokkauslinkki:

source: Must be logged in for this operation!
fi: Tätä varten täytyy olla kirjautuneena

source: Sent message to %(count)s addresses
fi: %(count)s viestiä lähetetty

source: Please enter subject and body
fi: Anna otsikko ja viesti

source: Event not active
fi: Tapahtuma ei tällä hetkellä auki

source: Event does not exist
fi: Tapahtumaa ei ole

source: Must have at least one person!
fi: Täytyy olla vähintään yksi ilmoittautunut!

source: Must have at least one task!
fi: Täytyy olla vähintään yksi nakki!
